"%@ minute" = "%@ λεπτό";
"days" = "ημέρες";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ ώρες, %2$@ λεπτό, %3$@ δευτερόλεπτο";
"%@ MB" = "%@ MB";
"mA" = "mA";
"%@ Days" = "%@ ημέρες";
"KB" = "KB";
"TB/s" = "TB/s";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ λεπτά, %2$@ δευτερόλεπτο";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ ώρα, %2$@ λεπτά";
"24 Hours" = "24 ώρες";
"Bytes" = "Bytes";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ ημέρα, %2$@ ώρες, %3$@ λεπτό";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ ώρα, %2$@ λεπτά, %3$@ δευτερόλεπτο";
"hours" = "ώρες";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ λεπτά";
"Mb/s" = "Mb/δευτ.";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ ημέρες, %2$@ ώρες, %3$@ λεπτό";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ ώρα, %2$@ λεπτό";
"1 Hour" = "1 ώρα";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ ώρα, %2$@ λεπτά, %3$@ δευτερόλεπτα";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ ημέρες, %2$@ ώρες, %3$@ λεπτά";
"%1$@ hours, %2$@ minute" = "%1$@ ώρες, %2$@ λεπτό";
"%@ KB" = "%@ KB";
"7 Days" = "7 Ημέρες";
"%@ TB" = "%@ TB";
"minute" = "λεπτό";
"second" = "δευτ/το";
"%1$@ minutes, %2$@ seconds" = "%1$@ λεπτά, %2$@ δευτερόλεπτα";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ ώρες, %2$@ λεπτά, %3$@ δευτερόλεπτο";
"hour" = "ώρα";
"30 Days" = "30 ημέρες";
"KB/s" = "KB/s";
"%@ Day" = "%@ ημέρα";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ ώρες, %2$@ λεπτό, %3$@ δευτερόλεπτα";
"day" = "ημέρα";
"minutes" = "λεπτά";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ ώρα, %2$@ λεπτό, %3$@ δευτερόλεπτα";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ ώρα, %2$@ λεπτό, %3$@ δευτερόλεπτο";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ ημέρα, %2$@ ώρες, %3$@ λεπτά";
"MHz" = "MHz";
"Bits" = "Bit";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ ημέρες, %2$@ ώρα, %3$@ λεπτά";
"%1$@ hours, %2$@ minutes" = "%1$@ ώρες, %2$@ λεπτά";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ ημέρες, %2$@ ώρα, %3$@ λεπτό";
"%1$@ and %2$@" = "%1$@ και %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ λεπτό, %2$@ δευτερόλεπτα";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ ώρες, %2$@ λεπτά, %3$@ δευτερόλεπτα";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ ημέρα, %2$@ ώρα, %3$@ λεπτό";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ ημέρα, %2$@ ώρα, %3$@ λεπτά";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ λεπτό, %2$@ δευτερόλεπτο";


// Unlocalized strings



// Unlocalized strings

"Design Capacity" = "Design Capacity";
"Amperage" = "Amperage";
"Voltage" = "Voltage";
"A" = "A";
"V" = "V";
"W" = "W";
"rpm" = "rpm";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus needs access to your location to provide information for this city.";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location.";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus needs access to your calendars to be able to display upcoming events.";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus needs access to your location to provide weather information. You can also select a location in preferences.";
"We are still trying to find your location. You can also select a location in preferences." = "We are still trying to find your location. You can also select a location in preferences.";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Please enable Location Services so we can find your location. You can also select a location in preferences.";


// Modified strings

